[
    {
        "title": "Restaurant",
        "url": "https://en.wikipedia.org/wiki/Restaurant",
        "summary": "A restaurant is an establishment that prepares and serves food and drinks to customers. Meals are generally served and eaten on the premises, but many restaurants also offer take-out and food delivery services. Restaurants vary greatly in appearance and offerings, including a wide variety of cuisines and service models ranging from inexpensive fast-food restaurants and cafeterias to mid-priced family restaurants, to high-priced luxury establishments."
    },
    {
        "title": "History of restaurants",
        "url": "https://en.wikipedia.org/wiki/History_of_restaurants",
        "summary": ""
    },
    {
        "title": "Food trends",
        "url": "https://en.wikipedia.org/wiki/Food_trends",
        "summary": "Food trends refer to the changes and shifts in consumer preferences, behaviors, and consumption patterns related to food and beverages. These trends can encompass a wide range of factors, including ingredients, flavors, cooking techniques, dining habits, and nutritional considerations. Some such trends prove to be long-lasting. Food trends are often discussed in magazines devoted to cuisine, and around the internet.\nFood trends have a profound impact on the culinary industry, transforming the way restaurants, cafés, and food businesses operate. Culinary experts, including visionary chefs and food entrepreneurs, play a pivotal role in driving and responding to these trends. They bring their creativity to the forefront, pushing boundaries and redefining culinary norms.\nThe influence of food trends extends beyond the boundaries of individual establishments. Entire food markets are shaped by the demand for specific trends, giving rise to specialty stores that cater to niche preferences. Food festivals and events showcase the latest culinary innovations, acting as platforms for food enthusiasts and professionals to connect and explore exciting flavors together."
    },
    {
        "title": "Fusion cuisine",
        "url": "https://en.wikipedia.org/wiki/Fusion_cuisine",
        "summary": "Fusion cuisine is a cuisine that combines elements of different culinary traditions that originate from different countries, regions, or cultures. Cuisines of this type are not categorized according to any one particular cuisine style and have played a part in many contemporary restaurant cuisines since the 1970s.\nThe term fusion cuisine, added to the Oxford English Dictionary in 2002, is defined as \"a style of cookery which blends ingredients and methods of preparation from different countries, regions, or ethnic groups; food cooked in this style.\""
    },
    {
        "title": "Molecular gastronomy",
        "url": "https://en.wikipedia.org/wiki/Molecular_gastronomy",
        "summary": "Molecular gastronomy is the scientific approach of cuisine from primarily the perspective of chemistry. The composition (molecular structure), properties (mass, viscosity, etc) and transformations (chemical reactions, reactant products) of an ingredient are addressed and utilized in the preparation and appreciation of the ingested products. It is a branch of food science that approaches the preparation and enjoyment of nutrition from the perspective of a scientist at the scale of atoms, molecules, and mixtures.\n\nNicholas Kurti, Hungarian physicist, and Hervé This, at the INRA in France, coined \"Molecular and Physical Gastronomy\" in 1988."
    },
    {
        "title": "Nouvelle cuisine",
        "url": "https://en.wikipedia.org/wiki/Nouvelle_cuisine",
        "summary": "Nouvelle cuisine (French: [nuvɛl kɥizin] ; 'new cuisine') is an approach to cooking and food presentation in French cuisine. In contrast to cuisine classique, an older form of haute cuisine, nouvelle cuisine is characterized by lighter, more delicate dishes and an increased emphasis on presentation. It was popularized in the 1960s by the food critic Henri Gault, who coined the phrase, and his colleagues André Gayot and Christian Millau in a new restaurant guide, the Gault Millau, or Le Nouveau Guide."
    },
    {
        "title": "Vegetarianism",
        "url": "https://en.wikipedia.org/wiki/Vegetarianism",
        "summary": "Vegetarianism is the practice of abstaining from the consumption of meat (red meat, poultry, seafood, insects, and the flesh of any other animal). It may also include abstaining from eating all by-products of animal slaughter. A person who practices vegetarianism is known as a vegetarian.\nVegetarianism may be adopted for various reasons. Many people object to eating meat out of respect for sentient animal life. Such ethical motivations have been codified under various religious beliefs as well as animal rights advocacy. Other motivations for vegetarianism are health-related, political, environmental, cultural, aesthetic, economic, taste-related, or relate to other personal preferences.\nThere are many variations of the vegetarian diet: an ovo-vegetarian diet includes eggs and a lacto-vegetarian diet includes dairy products, while a lacto-ovo vegetarian diet includes both. As the strictest of vegetarian diets, a vegan diet excludes all animal products, and can be accompanied by abstention from the use of animal-derived products, such as leather shoes.\nVegetarian diets pose some difficulties. For vitamin B12, depending on the presence or absence of eggs and dairy products in the diet or other reliable B12 sources, vegetarians may incur a nutritional deficiency. Packaged and processed foods may contain minor quantities of animal ingredients. While some vegetarians scrutinize product labels for such ingredients, others do not object to consuming them, or are unaware of their presence."
    },
    {
        "title": "Veganism",
        "url": "https://en.wikipedia.org/wiki/Veganism",
        "summary": "Veganism is the practice of abstaining from the use of animal products and the consumption of animal source foods, and an associated philosophy that rejects the commodity status of animals. A person who practices veganism is known as a vegan.\nThe foundations of veganism include ethical, moral, environmental, health and humanitarian arguments. Veganism excludes all forms of animal use, whether in agriculture for labour or food (e.g., meat, fish, eggs, milk, dairy products, and honey), in clothing and industry (e.g., leather, wool, fur, and some cosmetics), in entertainment (e.g., zoos, exotic pets, and circuses), or in services (e.g., guide dogs, police dogs, hunting dogs, working animals, and animal testing, including medical experimentation and the use of pharmaceuticals derived from or tested on animals).\nA person who practices veganism may do so for personal health benefits or to reduce animal deaths, minimize animal suffering, or minimize their ecological footprint.\nFruits, vegetables, legumes, nuts, grains and mushrooms are the basic elements of vegan food. Since ancient times individuals have been renouncing the consumption of products of animal origin, but the term \"veganism\" is modern: it was coined in 1944 by Donald Watson with the aim of differentiating it from vegetarianism, which rejects the consumption of meat but accepts the consumption of other products of animal origin, such as milk, dairy products and eggs. Interest in veganism increased significantly in the 2010s."
    },
    {
        "title": "Gluten-free diet",
        "url": "https://en.wikipedia.org/wiki/Gluten-free_diet",
        "summary": "A gluten-free diet (GFD) is a nutritional plan that strictly excludes gluten, which is a mixture of prolamin proteins found in wheat (and all of its species and hybrids, such as spelt, kamut, and triticale), as well as barley, rye, and oats. The inclusion of oats in a gluten-free diet remains controversial, and may depend on the oat cultivar and the frequent cross-contamination with other gluten-containing cereals.\nGluten may cause both gastrointestinal and systemic symptoms for those with gluten-related disorders, including coeliac disease (CD), non-coeliac gluten sensitivity (NCGS), and wheat allergy. In these people, the gluten-free diet is demonstrated as an effective treatment, but several studies show that about 79% of the people with coeliac disease have an incomplete recovery of the small bowel, despite a strict gluten-free diet. This is mainly caused by inadvertent ingestion of gluten. People with a poor understanding of a gluten-free diet often believe that they are strictly following the diet, but are making regular errors.\nIn addition, a gluten-free diet may, in at least some cases, improve gastrointestinal or systemic symptoms in diseases like irritable bowel syndrome, rheumatoid arthritis, or HIV enteropathy, among others. There is no good evidence that gluten-free diets are an alternative medical treatment for people with autism.\nGluten proteins have low nutritional and biological value and the grains that contain gluten are not essential in the human diet. However, an unbalanced selection of food and an incorrect choice of gluten-free replacement products may lead to nutritional deficiencies. Replacing flour from wheat or other gluten-containing cereals with gluten-free flours in commercial products may lead to a lower intake of important nutrients, such as iron and B vitamins. Some gluten-free commercial replacement products are not as enriched or fortified as their gluten-containing counterparts, and often have greater lipid/carbohydrate content. Children especially often over-consume these products, such as snacks and biscuits. Nutritional complications can be prevented by a correct dietary education.\nA gluten-free diet may be based on gluten-free foods, such as meat, fish, eggs, milk and dairy products, legumes, nuts, fruits, vegetables, potatoes, rice, and corn. Gluten-free processed foods may be used. Pseudocereals (quinoa, amaranth, and buckwheat) and some minor cereals have been found to be suitable alternative choices that can provide adequate nutrition.\n\n"
    },
    {
        "title": "Ketogenic diet",
        "url": "https://en.wikipedia.org/wiki/Ketogenic_diet",
        "summary": "The ketogenic diet is a high-fat, adequate-protein, low-carbohydrate dietary therapy that in conventional medicine is used mainly to treat hard-to-control (refractory) epilepsy in children. The diet forces the body to burn fats rather than carbohydrates.\nNormally, carbohydrates in food are converted into glucose, which is then transported around the body and is important in fueling brain function. However, if only a little carbohydrate remains in the diet, the liver converts fat into fatty acids and ketone bodies, the latter passing into the brain and replacing glucose as an energy source. An elevated level of ketone bodies in the blood (a state called ketosis) eventually lowers the frequency of epileptic seizures. Around half of children and young people with epilepsy who have tried some form of this diet saw the number of seizures drop by at least half, and the effect persists after discontinuing the diet. Some evidence shows that adults with epilepsy may benefit from the diet and that a less strict regimen, such as a modified Atkins diet, is similarly effective. Side effects may include constipation, high cholesterol, growth slowing, acidosis, and kidney stones.\nThe original therapeutic diet for paediatric epilepsy provides just enough protein for body growth and repair, and sufficient calories to maintain the correct weight for age and height. The classic therapeutic ketogenic diet was developed for treatment of paediatric epilepsy in the 1920s and was widely used into the next decade, but its popularity waned with the introduction of effective anticonvulsant medications. This classic ketogenic diet contains a 4:1 ketogenic ratio or ratio by weight of fat to combined protein and carbohydrate. This is achieved by excluding high-carbohydrate foods such as starchy fruits and vegetables, bread, pasta, grains, and sugar, while increasing the consumption of foods high in fat such as nuts, cream, and butter. Most dietary fat is made of molecules called long-chain triglycerides (LCTs). However, medium-chain triglycerides (MCTs)—made from fatty acids with shorter carbon chains than LCTs—are more ketogenic. A variant of the classic diet known as the MCT ketogenic diet uses a form of coconut oil, which is rich in MCTs, to provide around half the calories. As less overall fat is needed in this variant of the diet, a greater proportion of carbohydrate and protein can be consumed, allowing a greater variety of food choices.\nIn 1994, Hollywood producer Jim Abrahams, whose son's severe epilepsy was effectively controlled by the diet, created the Charlie Foundation for Ketogenic Therapies to further promote diet therapy. Publicity included an appearance on NBC's Dateline program and ...First Do No Harm (1997), a made-for-television film starring Meryl Streep. The foundation sponsored a research study, the results of which—announced in 1996—marked the beginning of renewed scientific interest in the diet.\nPossible therapeutic uses for the ketogenic diet have been studied for many additional neurological disorders, some of which include: Alzheimer's disease, amyotrophic lateral sclerosis, headache, neurotrauma, pain, Parkinson's disease, and sleep disorders.\n\n"
    },
    {
        "title": "Paleo diet",
        "url": "https://en.wikipedia.org/wiki/Paleo_diet",
        "summary": ""
    },
    {
        "title": "Restaurant rating",
        "url": "https://en.wikipedia.org/wiki/Restaurant_rating",
        "summary": "Restaurant ratings identify restaurants according to their quality, using notations such as stars or other symbols, or numbers. Stars are a familiar and popular symbol, with scales of one to three or five stars commonly used. Ratings appear in guide books as well as in the media, typically in newspapers, lifestyle magazines and webzines. Websites featuring consumer-written reviews and ratings are increasingly popular, but are far less reliable.\nIn addition, there are ratings given by public health agencies rating the level of sanitation practiced by an establishment."
    },
    {
        "title": "Food critic",
        "url": "https://en.wikipedia.org/wiki/Food_critic",
        "summary": "A food critic, food writer, or restaurant critic is a writer who analyzes food or restaurants and then publishes the results of their findings to the public."
    },
    {
        "title": "Michelin Guide",
        "url": "https://en.wikipedia.org/wiki/Michelin_Guide",
        "summary": "The Michelin Guides ( MISH-əl-in, MITCH-əl-in; French: Guide Michelin [ɡid miʃlɛ̃]) are a series of guide books that have been published by the French tyre company Michelin since 1900. The Guide awards up to three Michelin stars for excellence to a select few restaurants in certain geographic areas. Michelin also publishes the Green Guides, a series of general guides to cities, regions, and countries."
    },
    {
        "title": "Zagat Survey",
        "url": "https://en.wikipedia.org/wiki/Zagat_Survey",
        "summary": ""
    },
    {
        "title": "James Beard Award",
        "url": "https://en.wikipedia.org/wiki/James_Beard_Award",
        "summary": ""
    },
    {
        "title": "World's 50 Best Restaurants",
        "url": "https://en.wikipedia.org/wiki/World%27s_50_Best_Restaurants",
        "summary": ""
    },
    {
        "title": "Gault Millau",
        "url": "https://en.wikipedia.org/wiki/Gault_Millau",
        "summary": "Gault et Millau (French pronunciation: [ɡo e mijo]) is a French restaurant guide. It was founded by two restaurant critics, Henri Gault and Christian Millau in 1965.\n\n"
    },
    {
        "title": "Food delivery",
        "url": "https://en.wikipedia.org/wiki/Food_delivery",
        "summary": "Food delivery is a courier service in which a restaurant, store, or independent food-delivery company delivers food to a customer. An order is typically made either by telephone, through the supplier's website or mobile app, or through a third party food ordering service. The delivered items can include entrees, sides, drinks, desserts, or grocery items and are typically delivered in boxes or bags. The delivery person will normally drive a car, but in bigger cities where homes and restaurants are closer together, they may use bikes or motorized scooters.\nDue to shifting habits in response to lockdowns and restrictions from the COVID-19 pandemic, online food delivery through third-party companies has become a growing industry and caused a \"delivery revolution.\" Nascent technologies, such as autonomous vehicles have also been used to complete deliveries.\nCustomers can, depending on the delivery company, choose to pay online or in person, with cash or card. A flat rate delivery fee is often charged with what the customer has bought. Sometimes no delivery fees are charged depending upon the situation. Tips are sometimes customary for food delivery service. Contactless delivery may also be an option.\nOther aspects of food delivery include catering and wholesale food service deliveries to restaurants, cafeterias, health care facilities, and caterers by foodservice distributors.\n\n"
    },
    {
        "title": "Uber Eats",
        "url": "https://en.wikipedia.org/wiki/Uber_Eats",
        "summary": "Uber Eats is an online food ordering and delivery platform launched by the company Uber in 2014. The meals are delivered by couriers using various methods, including cars, scooters, bikes, or on foot. It is operational in over 6,000 cities in 45 countries as of 2021.\nThe process of delivering food is carried out by Uber drivers. In 2020, the company was sued for antitrust price manipulation, from forcing restaurants to charge the same price for delivery as for dine-in if the restaurant wants to be listed on the Uber Eats app, along with charging fees of 13–40% of revenue.\n\n"
    },
    {
        "title": "Ghost kitchen",
        "url": "https://en.wikipedia.org/wiki/Ghost_kitchen",
        "summary": ""
    },
    {
        "title": "Automated restaurant",
        "url": "https://en.wikipedia.org/wiki/Automated_restaurant",
        "summary": "An automated restaurant or robotic restaurant is a restaurant that uses robots to do tasks such as delivering food and drink to the tables and/or cooking the food.\n\n"
    },
    {
        "title": "Farm-to-table",
        "url": "https://en.wikipedia.org/wiki/Farm-to-table",
        "summary": "Farm-to-table (or farm-to-fork, and in some cases farm-to-school) is a social movement which promotes serving local food at restaurants and school cafeterias, preferably through direct acquisition from the producer (which might be a winery, brewery, ranch, fishery, or other type of food producer which is not strictly a \"farm\").  This might be accomplished by a direct sales relationship, a community-supported agriculture arrangement, a farmer's market, a local distributor or by the restaurant or school raising its own food.  Farm-to-table often incorporates a form of food traceability (celebrated as \"knowing where your food comes from\") where the origin of the food is identified to consumers.  Often restaurants cannot source all the food they need for dishes locally, so only some dishes or only some ingredients are labelled as local.\nThe farm-to-table movement has arisen more or less concurrently with changes in attitudes about food safety, food freshness, food seasonality, and small-farm economics. Advocates and practitioners of the farm-to-table model frequently cite the scarcity of fresh, local ingredients; the poor flavor of ingredients shipped from afar; the poor nutritional integrity of shipped ingredients; the disappearance of small family farms; the disappearance of heirloom and open-pollinated fruits and vegetables; and the dangers of a highly centralized food growing and distribution system as motivators for their decision to adopt a more locavore approach to the food system."
    },
    {
        "title": "Sustainable Restaurant Association",
        "url": "https://en.wikipedia.org/wiki/Sustainable_Restaurant_Association",
        "summary": "The Sustainable Restaurant Association (The SRA) is a not-for-profit membership organisation, based in the United Kingdom, which supports food-service businesses working towards sustainability in their sector and guides customers towards more sustainable dining choices through its Food Made Good Standard.\nSince its launch in 2009, the organisation has expanded its remit beyond traditional restaurants to include hotels, cafés, contract catering and in-flight catering, and expanded its geographical scope beyond the United Kingdom with a license programme that enables other territories to rapidly set up and deliver the Food Made Good Standard. As of October 2024, The SRA collaborates with local organisations to deliver the Food Made Good Standard in Hong Kong, Italy, Japan, Taiwan, Singapore and the UAE."
    },
    {
        "title": "Slow Food",
        "url": "https://en.wikipedia.org/wiki/Slow_Food",
        "summary": "Slow Food is an organization that promotes local food and traditional cooking. It was founded by Carlo Petrini in Italy in 1986 and has since spread worldwide. Promoted as an alternative to fast food, it strives to preserve traditional and regional cuisine and encourages farming of plants, seeds, and livestock characteristic of the local ecosystem. It promotes local small businesses and sustainable foods. It also focuses on food quality, rather than quantity. It was the first established part of the broader slow movement. It speaks out against overproduction and food waste. It sees globalization as a process in which small and local farmers and food producers should be simultaneously protected from and included in the global food system."
    },
    {
        "title": "Social media marketing",
        "url": "https://en.wikipedia.org/wiki/Social_media_marketing",
        "summary": "Social media marketing is the use of social media platforms and websites to promote a product or service. Although the terms e-marketing and digital marketing are still dominant in academia, social media marketing is becoming more popular for both practitioners and researchers.\nMost social media platforms such as: Facebook, LinkedIn, Instagram, and X, among others, have built-in data analytics tools, enabling companies to track the progress, success, and engagement of social media marketing campaigns. Companies address a range of stakeholders through social media marketing, including current and potential customers, current and potential employees, journalists, bloggers, and the general public.\nOn a strategic level, social media marketing includes the management of a marketing campaign, governance, setting the scope (e.g. more active or passive use) and the establishment of a firm's desired social media \"culture\" and \"tone\".\nWhen using social media marketing, firms can allow customers and Internet users to post user-generated content (e.g., online comments, product reviews, etc.), also known as \"earned media\", rather than use marketer-prepared advertising copy."
    },
    {
        "title": "Food photography",
        "url": "https://en.wikipedia.org/wiki/Food_photography",
        "summary": "Food photography is a still life photography genre used to create appealing still life photographs of food. As a specialization of commercial photography, its output is used in advertisements, magazines, packaging, menus or cookbooks. Professional food photography is a collaborative effort, usually involving an art director, a photographer, a food stylist, a prop stylist and their assistants. With the advent of social media, amateur food photography has gained popularity among restaurant diners.\nIn advertising, food photography is often – and sometimes controversially – used to exaggerate the attractiveness or size of the advertised food, notably fast food."
    },
    {
        "title": "Influencer marketing",
        "url": "https://en.wikipedia.org/wiki/Influencer_marketing",
        "summary": "Influencer marketing (also known as influence marketing) is a form of social media marketing involving endorsements and product placement from influencers, people and organizations who have a purported expert level of knowledge or social influence in their field.  Influencers are someone (or something) with the power to affect the buying habits or quantifiable actions of others by uploading some form of original—often sponsored—content to social media platforms like Instagram, YouTube, Snapchat, TikTok or other online channels.  Influencer marketing is when a brand enrolls influencers who have an established credibility and audience on social media platforms to discuss or mention the brand in a social media post. Influencer content may be framed as testimonial advertising, according to the Federal Trade Commission in the United States. The FTC started enforcing this on a large scale in 2016, sending letters to several companies and influencers who had failed to disclosed sponsored content. Many Instagram influencers started using #ad in response and feared that this would affect their income. However, fans increased their engagement after disclosure, being happy that they were landing such deals. This success led to some creators creating their own product lines in 2017. Some influencers fake sponsored content to grain credibility and promote themselves. Backlash to sponsored content became more prominent in mid-2018, leading to many influencers to focus instead on authenticity."
    },
    {
        "title": "TikTok food trends",
        "url": "https://en.wikipedia.org/wiki/TikTok_food_trends",
        "summary": "TikTok food trends are specific food recipes and food-related fads on the social media platform TikTok. This content amassed popularity in 2020 during the COVID-19 pandemic, given that many were inclined to eat at home while simultaneously turning to social media as a form of entertainment. While some TikTok users share their diets and recipes, others expand their brand or image on TikTok through step-by-step videos of easy and popular recipes. Users often refer to food-related content as \"FoodTok.\"\nThe hashtags #TikTokFood and #FoodTok are used to identify food-related content and have been viewed 40.2 billion and 9.7 billion times respectively since the app's creation, according to the company. Food trends have had profound societal impacts on their millions of viewers. There has been an increase in popularity of cooking amongst youth, conversations regarding body image, use of marketing of food products on social media, and food shortages due to the mass trends that take place on the app. Certain TikTok content creators such as Eitan Bernath, Jeron Combs, and Emily Mariko have achieved fame through the trendiness of their recipes. These individuals and those within their TikTok community have developed notable recipes, such as the leftover salmon bowl, baked feta cheese pasta, and pesto eggs.\n\n"
    }
]